chat_system_1493296392_actor_description=Sage Shaman Halla. Orc.
chat_system_1493296392_snap_0_question=^?^What do you want to ask, human? Shaman Halla is wisest shaman of orcs. Much know, give much knowledge...
chat_system_1493296392_snap_0_answer_0=^?^I'd like to know more about Seth.
chat_system_1493296392_snap_0_header_0=^?^Oh, oh! Don't you to know about Seth? Seth be a Titan. The great Titan. He can create like no other Titan.<br>Seth to find out the way how to fool death. He create world of Ghosts, where all dead go and live more. Gods very angry at Seth. Be angry at all Titans and kill all them. All except Seth, who gods very angry. Him gods trap, and he suffer in world of Ghosts.
chat_system_1493296392_snap_0_answer_1=^?^Tell me about the Titans.
chat_system_1493296392_snap_0_header_1=^?^When gods create Endoria, they happy very much. They see, how grow out many creatures of life seeds. Then gods think make creatures too.<br>And they create Titans. The big and smart creatures, and silly gods give Spark of Creator. And Titans started to create too... Grass, tree, animal - create many-many. Titans create orcs, first race of Endoria. The great first-born race. Titans like orcs, and they give them knowledge and teach magic. And orcs Titans. Even when all Titans die, orcs don't serve gods, orcs still serve Titans.
chat_system_1493296392_snap_0_answer_2=^?^What is the World of Ghosts that you are talking about?
chat_system_1493296392_snap_0_header_2=^?^The Death Land, that how you call it. This world create great Titan Seth, so living things not die, and go to his world and live more.<br>Shaman can talk to spirits of ancestors when smoke or eat mushroom.
chat_system_1493296392_snap_0_answer_3=^?^Tell me about Karador.
chat_system_1493296392_snap_0_header_3=^?^The murderer Karador, that how orcs call him. Great general, army kill many-many orcs! Orcs hate general and dance big dance, knife many sheep, when Karador die.<br>But when world will die, no tree is in Murock. Elves not give wood. We make Karador live for elf war. We afraid of him, and after we kill him again, when he is done.
chat_system_1493296392_snap_0_answer_4=^?^I have to go, see you later.
